<script setup>
    var img = document.querySelector('img');

    window.addEventListener('scroll',()=> {
        img.foreach()
    })
</script>
<template>
<div>
    <h1>Main</h1>
    <div>
        <p>“去大胆探索”！

　　习近平总书记在学习贯彻党的二十大精神研讨班开班式上的重要讲话催人奋进。

　　中国式现代化，是亿万人民自己的事业，要靠亿万人民去大胆探索。

　　“群众的实践是最丰富最生动的实践，群众中蕴藏着巨大的智慧和力量”“要拜人民为师、向人民学习”……习近平总书记始终把人民放在心中最高的位置，强调“要尊重人民首创精神，甘当人民群众小学生”。

　　甘当人民群众小学生，态度要端正——

　　习近平同志在地方工作时就提出，当县委书记一定要跑遍所有的村，当市委书记一定要跑遍所有的乡镇，当省委书记一定要跑遍所有的县市区。在《干在实处  走在前列》一书的自序中，习近平同志提到自己“坚持调研开局、调研开路，凡事眼睛向下，先当学生，不耻下问，问计于基层、问计于群众，每年至少用三分之一以上时间深入基层和部门调查研究”。

　　放下架子、扑下身子，接地气、通下情，深入开展调查研究，解剖麻雀，发现典型，才能真正把群众面临的问题发现出来，把群众的意见反映上来，把群众创造的经验总结出来。

　　甘当人民群众小学生，重点要明确——

　　福建三明沙县区农村产权交易中心工作人员不会忘记，习近平总书记来考察调研沙县区这些年集体林权制度改革的积极探索时强调：“共产党做事的一个指导思想就是尊重群众首创精神，群众是真正的英雄。”

　　习近平总书记在深入调查研究的基础上提出全面深化改革的顶层设计和总体规划，尊重实践、尊重创造，鼓励大胆探索、勇于开拓，聚合起各项相关改革协调推进的正能量。

　　尊重人民主体地位和首创精神，敢破敢立、敢闯敢试，义无反顾把改革开放不断向前推进，才能以中国式现代化全面推进中华民族伟大复兴。

　　甘当人民群众小学生，视野要广阔——

　　从井冈山精神到红旗渠精神，从改革开放精神到脱贫攻坚精神……以伟大建党精神为源头的中国共产党人精神谱系中写满了人民创新创造的动人故事。

　　习近平总书记强调：“历史在人民探索和奋斗中造就了中国共产党，我们党团结带领人民又造就了历史悠久的中华文明新的历史辉煌。”从党的百年奋斗重大成就和历史经验中汲取智慧和力量，从中华优秀传统文化中汲取营养，老老实实向人民群众学习，时时处处见贤思齐，才能始终站在时代潮流最前列、站在攻坚克难最前沿、站在最广大人民之中，永远立于不败之地。

　　甘当人民群众小学生，方法要创新——

　　2022年4月，一则新闻刷屏网络——党的二十大相关工作网络征求意见正式启动，这是我们党历史上第一次将党的全国代表大会相关工作面向全党全社会公开征求意见。习近平总书记高度重视，作出重要批示，亲自审定有关工作安排、进行专门部署。一个月内，累计收到850多万条网民建言，一条条饱含广大群众对美好生活向往的“金点子”直通中南海。

　　“此次活动是发扬民主、科学决策的创新举措，也是全过程人民民主的生动体现。”中央党校（国家行政学院）党建部教授强舸说。善于通过互联网等各种渠道问需于民、问计于民，才能更好倾听民声、尊重民意、顺应民心，把党和国家各项工作做得更好。

　　基层有真经，一线有答案。</p>
    <p>新时代十年来，以习近平同志为核心的党中央倾听民声、尊重民意、顺应民心，充分调动人民的积极性、主动性和创造性，让党的意愿与人民意愿相统一、党的行动和广大人民心声相结合，推动党和国家事业取得历史性成就、发生历史性变革，不断凝聚起推动民族复兴巨轮前进的强大合力。

　　“全党要坚持全心全意为人民服务的根本宗旨，树牢群众观点，贯彻群众路线，尊重人民首创精神”，党的二十大报告中，习近平总书记又一次把人民的意愿、人民的利益提到了至关重要的位置与高度。

　　治国有常，利民为本。民有所呼，我有所应。

　　今天，人民群众获得感、幸福感、安全感更加充实、更有保障、更可持续。“甘当人民群众小学生”的深远意义，在国泰民安、万家灯火之中不断书写。</p>
    </div>
    <img src="./images/1.jpg"><br>
    <img src="./images/2.jpg"><br>
    <img src="./images/3.jpg"><br>
</div>
  
</template>

<style scoped>
div {
    width: 70%;
    margin: 0 auto;
}
</style>